A1/RT3/0/alpha.water
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      alpha.water;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 0;


boundaryField
{
    leftWall
    {
        type            symmetryPlane;
    }

    rightWall
    {
        type            symmetryPlane;
    }

    lowerWall
    {
        type            zeroGradient;
    }

    topwall
    {
        type            zeroGradient;
      
    }

    frontAndBack
    {
        type            empty;
    }
}

// ************************************************************************* //
