A1/RT3/system/setFieldsDict
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      setFieldsDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

defaultFieldValues
(
    volScalarFieldValue alpha.water 0
);

regions
(
    

    surfaceToCell
    {
        file 									"initialVolSurface.stl";
        useSurfaceOrientation false;
        outsidePoints 				((0 -0.1 0));
        includeCut 						false;
        includeInside 				true;
        includeOutside 				false;
        nearDistance 					-1;
        curvature 						0.9;
        fieldValues
        (
        		volScalarFieldValue alpha.water 1
        );
    }
);


// ************************************************************************* //
